
public class MenuPaises {
    public void imprimirMenu() {
        System.out.println("""
                𝘾𝙊𝙉𝙑𝙀𝙍𝙎𝙊𝙍 𝘿𝙀 𝙈𝙊𝙉𝙀𝘿𝘼
                ┌─────────────────────────────────────────────────────────────────────────────────────┐
                │             Selecciona las monedas a convertir digitando sus tres letras            │
                ├─────────────────────┬─────────────────────┬────────────────────┬────────────────────┤
                │ Chile         [CLP] │  Colombia    [COP]  │  Argentina  [ARS]  │   Bolivia    [BOB] │
                │ Brasil        [BRL] │  Perú        [PEN]  │  Ecuador    [USD]  │   Paraguay   [PYG] │
                │ Uruguay       [UYU] │  Venezuela   [VES]  │  México     [MXN]  │   EE.UU.     [USD] │
                │ Unión Europea [EUR] │  Reino Unido [GBP]  │  Japón      [JPY]  │   Canadá     [CAD] │
                │ Australia     [AUD] │  Hong Kong   [HKD]  │  India      [INR]  │   China      [CNY] │
                └─────────────────────┴─────────────────────┴────────────────────┴────────────────────┘""");
    }
}

//
//public class MenuPaises {
//    public void imprimirMenu() {
//        System.out.println("""
//
//                𝘾𝙊𝙉𝙑𝙀𝙍𝙎𝙊𝙍 𝘿𝙀 𝙈𝙊𝙉𝙀𝘿𝘼
//                Selecciona las monedas a convertir digitando sus tres letra
//                +---------------+---------------+---------------+---------------+
//                | Chile CLP     | Colombia COP  | Argentina ARS | Bolivia BOB   |
//                +---------------+---------------+---------------+---------------+
//                | Brasil BRL    | Perú PEN      | Ecuador USD   | Paraguay PYG  |
//                +---------------+---------------+---------------+---------------+
//                | Uruguay UYU   | Venezuela VES | México MXN    | EE.UU. USD    |
//                +---------------+---------------+---------------+---------------+
//                | Unión EU. EUR |Reino Unido GBP|   Japón JPY   | Canadá CAD    |
//                +---------------+---------------+---------------+---------------+
//                | Australia AUD |Hong Kong HKD  |   India INR   | China CNY     |
//                +---------------+---------------+---------------+---------------+
//                """);
//    }
//}
